---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.ElectricalEngineering
source: html/6186358a-f449-9343-42af-a581b16750af.htm
---
# Autodesk.Revit.DB.GroupTypeId.ElectricalEngineering Property

Electrical Engineering.

## Syntax (C#)
```csharp
public static ForgeTypeId ElectricalEngineering { get; }
```